Revit 2017 API
PropertySetLibrary.GetName Method
 Gets the name of the property set library.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
Since: 2012
Syntax
C#
public string GetName()
Visual Basic
Public Function GetName As String
Visual C++
public:
String^ GetName()
See Also
PropertySetLibrary Class
Autodesk.Revit.DB Namespace